import therapevt from '../../assets/images/doctorTheraphet.jpg'
import pediator from '../../assets/images/doctorPedriactican.jpg'
import urolog from '../../assets/images/doctorUrolog.jpg'
import neurolog from '../../assets/images/doctorNeurolog.jpg'
import endocrinolog from '../../assets/images/doctorEndocrinologist.jpg'

export const doctors = [
   {
      id: 1,
      name: 'Войнич Дарья',
      image: therapevt,
      specialist: 'Врач-терапевт',
   },
   {
      id: 2,
      name: 'Мисько Екатерина',
      image: pediator,
      specialist: 'Врач-Педиатр',
   },
   {
      id: 3,
      name: 'Дмитроченко Дмитрий',
      image: urolog,
      specialist: 'Врач-уролог-андролог',
   },
   {
      id: 4,
      name: 'Антух Евгений',
      image: neurolog,
      specialist: 'Врач-невролог',
   },
   {
      id: 5,
      name: 'Мисник Елена',
      image: endocrinolog,
      specialist: 'Врач эндокринолог',
   },
]

export const infoDataDoctor = {
   text1: [
      'эндоскопический лифтинг лица ( лоб, височные зоны, брови, верхние 2/3 лица )',
      'SMAS-лифтинг лица с перемещением комков Биша, боковой или медиальной платизмопластикой',
      'блефаропластика ( трансконъюнктивальная; расширенная с перераспределением тканей ,ревизионная )',
      'повторные и ревизионные лифтинги лица',
      'кантопексия',
      'миопексия',
      'липофилинг',
      'отопластика',
      'хейлопластика',
   ],
   text2: [
      'Сложное перелечивание корневых каналов зубов с применением операционного микроскопа.',
      'Художественная реставрация зубов с использованием самых современных пломбировочных материалов.',
      'Восстановление разрушенных зубов керамическими вкладками, коронками.',
   ],
   text3: [
      '1988 г.г. Минский государственный медицинский институт',
      '1988-1989 г.г. интернатура по хирургии',
   ],
   text4: [
      'Активно принимаю участие в конгрессах, форумах. Например, последние годы:',
      '2016- « Сочетание PRP и лазерных технологий. Инновационные методы липосакции и фэтграфтинга», международная конференция',
      '2016-«Инновационные методы отложения лица» . Курс Брайана Мендельсона',
      '2017- 2-й Международный Интенсивный Обучающий Курс по эстетической пластической хирургии , проф. Оскар М. Рамирез',
      '2017- «5-й курс «живой» хирургии. Продвинутая эстетическая блефаропластика, хирургия средних зон и контуров лица»',
      '2017- «Композитный SMAS-лифтинг, подтяжка лица и шеи. Ответы на все вопросы.» Проф. Сэм Хамра',
      '2018 г.- докладчик на 1- м национальном конгрессе « Пластическая хирургия и косметология» ( доклад «Параорбитальная зона. Как добиться успеха?»',
      '2019 г. октябрь - участник 1- го конгресса Европейского общества пластических эстетических хирургов ,',
      'г. Брюгге, Бельгия.',
   ],
}
